Repository: IP-CAM/Convert-Opencart-Translations-to-Gettext-po-Files-and-vice-versa
Catalog: */LC_MESSAGES/messages.po
Languages: de_de

source: en
de_de: de

source: l dS F Y
de_de: l d. F Y

source: h:i:s A
de_de: h:i:s

source: <i class="fa fa-home"></i>
de_de: Startseite

source: Yes
de_de: Ja

source: No
de_de: Nein

source: --- None ---
de_de: --- Keine ---

source: --- Please Select ---
de_de: --- Bitte wählen ---

source: All Zones
de_de: Alle Zonen

source: Showing %d to %d of %d (%d Pages)
de_de: Zeige %d bis %d von %d (%d Seiten)

source: Loading...
de_de: Lade...

source: Add Address
de_de: Adresse hinzufügen

source: Back
de_de: Zurück

source: Continue
de_de: Weiter

source: Add to Cart
de_de: In den Warenkorb

source: Cancel
de_de: Abbrechen

source: Compare this Product
de_de: Neuer Vergleich

source: Add to Wish List
de_de: Auf meinen Wunschzettel

source: Checkout
de_de: Kasse

source: Confirm Order
de_de: Zahlungspflichtig bestellen

source: Apply Coupon
de_de: Gutschein einlösen

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: Refine Search
de_de: Filtern

source: New Address
de_de: Neue Adresse

source: Change Address
de_de: Adresse ändern

source: Reviews
de_de: Beurteilungen

source: Write Review
de_de: Neue Beurteilung

source: Login
de_de: Anmelden

source: Update
de_de: Aktualisieren

source: Remove
de_de: Entfernen

source: Reorder
de_de: Nochmal bestellen

source: Return
de_de: Retour senden

source: Continue Shopping
de_de: Einkauf fortsetzen

source: Search
de_de: Suche

source: Apply Shipping
de_de: Versandart anwenden

source: Guest Checkout
de_de: Direktbestellung

source: View
de_de: Ansicht

source: Apply Voucher
de_de: Gutschein einlösen

source: Upload File
de_de: Datei hochladen

source: Apply Points
de_de: Bonuspunkte einlösen

source: Get Quotes
de_de: Fracht berechnen

source: List
de_de: Liste

source: Grid
de_de: Gitter

source: View Google Map
de_de: Ansicht in Google Maps

source: Error Code(%s): %s in %s on line %s
de_de: Fehlercode(%s): %s in %s in Zeile %s

source: Warning: The uploaded file exceeds the upload_max_filesize directive in php.ini!
de_de: Warnung: Die Datei überschreitet die upload_max_filesize Definition in der php.ini!

source: Warning: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form!
de_de: Warnung: Die Datei überschreitet die MAX_FILE_SIZE Angaben aus der HTML Datei!

source: Warning: The uploaded file was only partially uploaded!
de_de: Warnung: Die Datei wurde nur teilweise hochgeladen!

source: Warning: No file was uploaded!
de_de: Warnung: Es wurde keine Datei hochgeladen!

source: Warning: Missing a temporary folder!
de_de: Warnung: Kein Temporärverzeichnis vorhanden!

source: Warning: Failed to write file to disk!
de_de: Warnung: Fehler beim Schreiben auf Festplatte!

source: Warning: File upload stopped by extension!
de_de: Warnung: Der Ladevorgang wurde wegen Zeitüberschreitung gestoppt!

source: Warning: No error code available!
de_de: Warnung: Unbekannter Fehler

source: Amazon Payments
de_de: Bezahlen mit Amazon

source: Please choose a delivery address
de_de: Bitte eine Lieferadresse wählen

source: Please select a payment method
de_de: Bitte eine Zahlungsart wählen

source: Order summary
de_de: Bestellübersicht

source: Cart
de_de: Warenkorb

source: Confirm
de_de: Zahlungspflichtig bestellen

source: Enter your coupon code here. If you don't have one, leave it empty.
de_de: Geben Sie den Code für Ihren Aktionsgutschein hier ein. Wenn Sie keinen Gutschein haben, lassen Sie das Feld leer.

source: Coupon
de_de: Aktionsgutschein

source: Taxes / Other handling fees
de_de: Steuern / oder weitere Gebühren

source: Your payment has failed. Please contact the shop administrator for assistance or use a different payment option.
de_de: Ihre Zahlung ist fehlgeschlagen. Bitte setzen Sie sich mit dem Administrator in Verbindung oder wählen Sie ein anderes Zahlungsart.

source: Your Order Has Been Processed!
de_de: Bestellung erfolgreich entgegengenommen!

source: Your order was successfully placed. Order details are below
de_de: Ihre Bestellung wurde erfolgreich angenommen. Dies sind die Details des Auftrags.

source: Please select a shipping method
de_de: Bitte eine Versandart wählen

source: Please select a delivery address
de_de: Bitte eine Lieferadresse wählen

source: There was an error retrieving your address from Amazon. Please contact the shop administrator for help
de_de: Leider gab es einen Fehler die Adresse von Amazon zu holen. Bitte die Shopverwaltung für weitere Hilfe kontaktieren.

source: There are no shipping options to the selected address. Please select a different shipping address
de_de: Zu dieser Adresse gibt es keine Versandarten - bitte eine andere Adresse wählen.

source: Credit Card / Debit Card (Authorize.Net)
de_de: Kredit-/Debit-Kartenzahlung (Authorize.Net)

source: Credit Card Details
de_de: Kreditkartendetails

source: Card Owner
de_de: Karteninhaber

source: Card Number
de_de: Kartennummer

source: Card Expiry Date
de_de: Karte gültig bis

source: Card Security Code (CVV2)
de_de: Prüfziffer (CVV2)

source: Bank Transfer
de_de: Überweisung

source: Bank Transfer Instructions
de_de: Anleitung Überweisung

source: Please transfer the total amount to the following bank account.
de_de: Die Bestellung wird nach erfolgtem Zahlungseingang versendet.

source: Your order will not ship until we receive payment.
de_de: Die Bestellung wird nach erfolgtem Zahlungseingang versendet.

source: Cheque / Money Order
de_de: Scheck

source: Cheque / Money Order Instructions
de_de: Bezahlung per Scheck

source: Make Payable To:
de_de: Zahlbar an

source: Send To:
de_de: Senden an:

source: Cash On Delivery
de_de: Nachnahme

source: Credit / Debit card (First Data)
de_de: Kredit/Debitkarte (First Data)

source: New card
de_de: Neue Karte

source: Remember my card details
de_de: Speichere meine Kartendetails

source: Address verification:
de_de: Bestätigung der Adresse:

source: No address data provided or Address not checked by the Card Issuer
de_de: Keine Adresse angegeben oder Adresse nicht vom Kartenaussteller überprüft

source: Card Issuer confirmed that street and postcode match with their records
de_de: Der Kartenaussteller hat bestätigt, dass die Anschrift und Postleitzahl mit seinen Daten übereinstimmt

source: Card Issuer confirmed that street matches with their records but postcode does not match
de_de: Der Kartenaussteller hat bestätigt, dass die Anschrift mit seinen Daten übereinstimmt, aber die Postleitzahl nicht.

source: Card Issuer confirmed that postcode matches with their records but street does not match
de_de: Der Kartenaussteller hat bestätigt, dass die Postleitzahl mit seinen Daten übereinstimmt, aber die Anschrift nicht.

source: Both street and postcode do not match with the Card Issuer records
de_de: Sowohl Anschrift als auch Postleitzahl stimmen nicht mit den Daten des Kartenausstellers überein.

source: Card Issuer confirmed that street matches with their records. The Issuer did not check the postcode
de_de: Der Kartenaussteller hat bestätigt, dass die Adresse mit seinen Daten übereinstimmt. Die Postleitzahl wurde nicht geprüft.

source: Card Issuer confirmed that postcode matches with their records. The Issuer did not check the street
de_de: Der Kartenaussteller hat bestätigt, dass die Postleitzahl mit seinen Daten übereinstimmt. Die Adresse wurde nicht geprüft.

source: Card Issuer did not check the AVS information
de_de: Der Kartenaussteller hat die AVS Daten nicht geprüft

source: Security code:
de_de: Sicherheitscode:

source: Card security code match
de_de: Kartensicherheitscode stimmt überein

source: Card security code does not match
de_de: Kartensicherheitscode stimmt nicht überein

source: Not processed
de_de: Nicht bearbeitet

source: Merchant has indicated that the card security code is not present on the card
de_de: Der Händler hat angegeben, dass der Kartensicherheitscode nicht auf der Karte verfügbar ist

source: Issuer is not certified and/or has not provided encryption keys
de_de: Der Aussteller ist nicht zertifiziert und/oder hat keine Verschlüsselung bereitgestellt

source: No response from the credit card association was received
de_de: Es wurde keine Antwort vom Kreditkartenaussteller erhalten

source: A blank response should indicate that no code was sent and that there was no indication that the code was not present on the card .
de_de: Eine leere Antwort bedeutet, dass kein Code gesendet wurde und es kein Anzeichen gab, dass der Code nicht auf der Karte präsent war.

source: Visa (Credit/Debit/Electron/Delta)
de_de: Visa (Kredit/Debit/Electron/Delta)

source: Approval code:
de_de: Bestätigungscode:

source: Full response code:
de_de: Vollständige Antwort:

source: Card used:
de_de: Karte verwendet:

source: Card type:
de_de: Kartentyp:

source: Processor code:
de_de: Bearbeitercode:

source: Ref number:
de_de: Referenznr.:

source: Unable to process your payment, please try again
de_de: Ihre Zahlung konnte nicht bearbeitet werden. Bitte versuchen Sie es erneut.

source: Credit or Debit Card
de_de: Bezahlen mit Kredit- oder Treuekarte PAYFLOW

source: Please wait!
de_de: Bitte warten!

source: Card number
de_de: Kartennummer

source: Cardholder name
de_de: Name des Karteninhabers

source: Card expiry date
de_de: Karte gültig bis

source: Card security code (CVV2)
de_de: Kartenprüfziffer (CVV2)

source: (if available)
de_de: (sofern verfügbar)

source: (for Maestro and Solo cards only)
de_de: (nur für Maestro und Solo Karten)

source: Result:
de_de: Ergebnis:

source: Reference:
de_de: Referenz

source: Card last 4 digits: xxxx
de_de: Die letzten 4 Kartenziffern: xxxx

source: Card brand:
de_de: Kartentyp:

source: Response code:
de_de: Antwortcode:

source: Fault message:
de_de: Fehlernachricht:

source: Error message:
de_de: Fehlernachricht:

source: Accepted cards:
de_de: Akzeptierte Karten:

source: Please check your card number is valid
de_de: Bitte überprüfen Sie, ob die Kartennummer korrekt ist

source: Please check the card holder name is valid
de_de: Bitte überprüfen Sie, ob der Name des Karteninhabers korrekt ist

source: Please check the CVV2 is valid
de_de: Bitte überprüfen sie, ob CVV2 korrekt ist

source: Unable to process your payment, please contact the merchant
de_de: Ihre Zahlung konnte nicht verarbeitet werden. Bitte nehmen Sie zum Händler Kontakt auf.

source: Free Checkout
de_de: Kostenfrei bestellen

source: Klarna Account - Pay from %s/month
de_de: Klarna Konto - Zahlungen ab %s/Monat

source: Klarna Account Information
de_de: Klarna Kontoinformation

source: Klarna Account requires some additional information before they can proccess your order.
de_de: Klarna benötigt weitere Infos bevor die Bestellung bearbeitet werden kann.

source: Male
de_de: Mann

source: Female
de_de: Frau

source: Year
de_de: Jahr

source: Month
de_de: Monat

source: Day
de_de: Tag

source: Payment options
de_de: Zahlungsoptionen

source: Single Payment
de_de: Einmalzahlung

source: %s - %s per month
de_de: %s -%s pro Monat

source: Klarna's Invoice ID: %s %s/%s: %.4f
de_de: Klarna Rechnungsnummer: %s. %s/%s: %.4f

source: Gender
de_de: Geschlecht

source: Personal Number
de_de: Sozialversicherungsnr.<span class="help">Bitte hier die Sozialversicherungsnummer angeben</span>

source: Date of Birth
de_de: Geburtsdatum

source: Phone number
de_de: Telefonnummer

source: Street
de_de: Straße

source: House No.
de_de: Hausnummer

source: House Ext.
de_de: Zusatz<span class="help">Falls die Hausnummer einen Zusatz hat (z.B. A, B, C, usw.)</span>

source: Company Registration Number
de_de: Firmennummer<span class="help">Bitte hier die Firmennummer angeben</span>

source: Please enter your Social Security number here.
de_de: Bitte geben Sie Ihre Sozialversicherungsnummer hier ein.

source: Please enter your phone number.
de_de: Bitte geben Sie Ihre Telefonnummer ein.

source: Please note that delivery can only take place to the registered address when paying with Klarna.
de_de: Bitte beachten Sie, dass bei der Bezahlung mit Klarna der Versand nur an die registrierte Adresse erfolgen kann.

source: Please enter your house number.
de_de: Bitte gegen Sie eine Hausnummer ein.

source: Please submit your house extension here. E.g. A, B, C, Red, Blue ect.
de_de: Bitte geben Sie Ihre Hauserweiterung an, z.B. a,b,c, rot, blau, etc.

source: Please enter your Company's registration number
de_de: Bitte geben Sie die Registrierungsnummer Ihrer Firma ein

source: You must agree to Klarna's privacy policy (Datenschutz)
de_de: Sie müssen den Klarna's Datenschutzbedingungen zustimmen

source: Billing and Shipping addresses must match if you want to use Klarna Payments
de_de: Liefer- und Zustelladresse müssen übereinstimmen wenn mit Klarna gezahlt wird

source: Error occurred while connecting to Klarna. Please try again later.
de_de: Leider gab es einen Netzwerkfehler - bitte nochmals probieren

source: Klarna Invoice - Pay within 14 days
de_de: Klarna Rechnungskauf - Zahlbar innerhalb von 14 Tagen

source: Klarna Invoice requires some additional information before they can proccess your order.
de_de: Klarna benötigt weitere Informationen, um Ihren Auftrag zu verarbeiten.

source: Klarna's Invoice ID: %s. %s/%s: %.4f
de_de: Klarna Rechnungsnummer: %s. %s/%s: %.4f

source: Billing and Shipping addresses must match if you want to use Klarna Invoice
de_de: Rechnungs- und Zustelladresse müssen übereinstimmen, wenn Sie Klarna verwenden.

source: Credit Card / Debit Card (LiqPay)
de_de: Kreditkartenzahlung (LiqPay)

source: Credit Card / Debit Card (Moneybookers)
de_de: Kreditkartenzahlung (Skrill)

source: Credit Card / Debit Card (NOCHEX)
de_de: Kreditkartenzahlung (NOCHEX)

source: Credit Card / Debit Card (Paymate)
de_de: Kreditkartenzahlung (Paymate)

source: Unable to locate or update your order status
de_de: Bestellstatus kann leider nicht gefunden bzw. aktualisiert werden!

source: Payment was declined by Paymate
de_de: Zahlung wurde von Paymate abgelehnt

source: Paymate Transaction Failed
de_de: Paymate Transaktion fehlgeschlagen

source: <p>Unfortunately there was an error processing your Paymate transaction.</p><p><b>Warning: </b>%s</p><p>Please verify your Paymate account balance before attempting to re-process this order</p><p> If you believe this transaction has completed successfully, or is showing as a deduction in your Paymate account, please <a href="%s">Contact Us</a> with your order details.</p>
de_de: <p>Leider gab es einen Fehler bei der Bearbeitung ihrer Paymate Transaktion</p><p><b>Achtung: </b>%s</p><p>Bitte überprüfen Sie Ihren Paymate Kontostand bevor Sie es erneut versuchen</p><p>Falls Sie glauben, dass die Transaktion erfolgreich war oder eine Abbuchung von Ihrem Paymate Konto erfolgte, <a href="%s">kontaktieren Sie uns bitte</a> unter Angabe der Details.</p>

source: Basket
de_de: Warenkorb

source: Success
de_de: Erfolgreich

source: Thank you for shopping with %s ....
de_de: Vielen Dank für Ihren Einkauf bei %s ....

source: Credit Card / Debit Card (PayPoint)
de_de: Kreditkartenzahlung (PayPoint)

source: Response from PayPoint:
de_de: Antwort von PayPoint:

source: ... your payment was successfully received.
de_de: ... Zahlung erfolgreich erhalten.

source: <b><span style="color: #FF0000">Please wait...</span></b> whilst we finish processing your order.<br>If you are not automatically re-directed in 10 seconds, please click <a href="%s">here</a>.
de_de: <b><span style="color: #FF0000">Bitte warten...</span></b> während Ihre Bestellung vearbeitet wird.<br> Falls Sie nicht automatisch in 10 Sekunden weitergeleitet werden, klicken Sie bitte <a href="%s">hier</a>.

source: ... Your payment has been cancelled!
de_de: ... Zahlung wurde abgebrochen!

source: <b><span style="color: #FF0000">Please wait...</span></b><br>If you are not automatically re-directed in 10 seconds, please click <a href="%s">here</a>.
de_de: <b><span style="color: #FF0000">Bitte warten...</span></b><br> Falls Sie nicht automatisch in 10 Sekunden weitergeleitet werden, klicken Sie bitte <a href="%s">hier</a>.

source: Credit Card / Debit Card (Payza)
de_de: Kreditkartenzahlung (Payza)

source: Credit or Debit Card (Processed securely by Perpetual Payments)
de_de: Kreditkartenzahlung (sichere Verarbeitung durch Perpetual Payments)

source: Transaction ID:
de_de: Buchungsnummer:

source: Full match
de_de: Volle Übereinstimmung

source: Not matched
de_de: Keine Übereinstimmung

source: Authorisation code:
de_de: Genehmigungscode:

source: Card Valid From Date
de_de: Karte gültig ab

source: Card Issue Number
de_de: Ausgabenummer

source: PayPal Express Checkout
de_de: PayPal Express (inkl. Kreditkarten)

source: Shopping Cart
de_de: Warenkorb

source: Shipping service updated
de_de: Versand aktualisiert

source: %s every %s %s for %s payments then
de_de: %s alle %s %s für %s Zahlung(en), dann

source: %s every %s %s
de_de: %s alle %s %s

source: Recurring Item
de_de: Wiederholung

source: for %s payments
de_de: für %s Zahlungen

source: Cancel payments
de_de: Zahlungen abbrechen

source: There was an error
de_de: Es ist ein Fehler aufgetreten.

source: Your payment has failed too many times
de_de: Wie bedauern, aber die Zahlung konnte aufgrund zuvieler Fehler nicht ausgeführt werden.

source: Confirm order
de_de: Bestellung bestätigen

source: Add
de_de: Hinzufügen

source: Continue to PayPal
de_de: Weiter zu PayPal

source: Update shipping
de_de: Versand aktualisieren

source: Enter your coupon here:
de_de: Gutscheincode hier angeben:

source: Credit or Debit Card (Processed securely by PayPal)
de_de: Kreditkartenzahlung (sichere Verarbeitung durch PayPal)

source: Card Owner:
de_de: Karteninhaber:

source: Card Type:
de_de: Kartentyp:

source: Card Number:
de_de: Kartennummer:

source: Card Valid From Date:
de_de: Karte gültig seit Datum:

source: Card Expiry Date:
de_de: Karte gültig bis Datum:

source: Card Security Code (CVV2):
de_de: Kartensicherheitscode (CVV2):

source: Card Issue Number:
de_de: Ausstellungsnummer der Karte:

source: Warning: All payment information fields are required.
de_de: Achtung: Alle Eingaben zu Zahlungsdaten sind notwendig.

source: Warning: A general problem has occurred with the transaction. Please try again.
de_de: Achtung: Ein unbekanntes Problem ist bei der Transaktion aufgetreten. Bitte versuchen Sie es erneut.

source: Warning: Payment module configuration error. Please verify the login credentials.
de_de: Achtung: Es ist ein Fehler im Bezahlungsmodul aufgetreten. Bitte überprüfen Sie Ihren Benutzernamen und Passwort.

source: Warning: A match of the Payment Address City, State, and Postal Code failed. Please try again.
de_de: Achtung: Die Zahlungsadresse, Bundesland oder Postleitzahl stimmt nicht überein. Bitte versuchen Sie es erneut.

source: Warning: This transaction has been declined. Please try again.
de_de: Achtung: Die Transaktion wurde abgelehnt. Bitte versuchen Sie es erneut.

source: Warning: The provided credit card information is invalid. Please try again.
de_de: Achtung: Die Angaben zur Kreditkarte sind ungültig. Bitte versuchen Sie es erneut.

source: Creating a secure connection...
de_de: Erstelle eine sichere Verbindung ...

source: Could not connect to PayPal. Please contact the shop's administrator for assistance or choose a different payment method.
de_de: Es konnte keine Verbindung mit PayPal aufgenommen werden. Bitte entweder die Shopverwaltung kontaktieren oder andere Zahlungsart wählen

source: Loading
de_de: Lade

source: Card Type
de_de: Kartentyp

source: REASON
de_de: GRUND

source: Warning: The payment gateway is in 'Sandbox Mode'. Your account will not be charged.
de_de: ACHTUNG!!! Diese Zahlungsart befindet sich momentan im Testmodus - es werden keine realen Zahlungen durchgeführt.

source: Shipping, Handling, Discounts & Taxes
de_de: Versand, Bearbeitung, Rabatt und Steuern

source: Credit / Debit card (Realex)
de_de: Kredit- /Debitkarte (Realex)

source: Your payment has been authorised.
de_de: Ihre Bezahlung wurde autorisiert.

source: Your payment was unsuccessful
de_de: Ihre Zahlung war nicht erfolgreich

source: There was an error processing your request with the bank.
de_de: Die Bank meldete einen Fehler mit Ihrer Transaktion.

source: There was an error processing your request.
de_de: Es ist ein Fehler aufgetreten.

source: Hash check failed. Do not try your payment again as the payment status is unknown. Please contact the merchant.
de_de: Prüfsummenfehler. Versuchen Sie es nicht erneut, da der Bezahlstatus unbekannt ist. Bitte kontaktieren Sie uns.

source: Please click <a href="%s">here</a> to continue
de_de: <a href="%s">Hier klicken</a>, um fortzufahren

source: Please select your card type
de_de: Bitte wählen Sie Ihren Kartentyp

source: Auth result
de_de: Ergebnis der Authentifizierung

source: Message
de_de: Nachricht

source: CVN result
de_de: CVN Ergebnis

source: AVS postcode
de_de: AVS Postleitzahl

source: AVS address
de_de: AVS Adresse

source: ECI (3D secure) result
de_de: ECI (3D Secure) Ergebnis

source: TSS result
de_de: TSS Ergebnis

source: Order ref
de_de: Auftragsnr.

source: Timestamp
de_de: Zeitstempel

source: Card type
de_de: Kartentyp

source: Card expire
de_de: Kartenablaufdatum

source: Card name
de_de: Kartenname

source: Invalid Response From Enrolment Server, no liability shift
de_de: Der Registrierungsserver meldete einen Fehler. Es erfolgte keine Übertragung der Verantwortlichkeit.

source: Enrolled, But Invalid Response From ACS (Access Control Server), no liability shift
de_de: Die Registrierung war erfolgreich, aber die Antwort vom ACS (Access Control Server) ist ungültig. Es erfolgte keine Übertragung der Verantwortlichkeit.

source: Successful Authentication, liability shift
de_de: Authentifizierung erfolgreich. Verantwortlichkeit wurde übertragen.

source: Authentication Attempt Acknowledged, liability shift
de_de: Authentifizierungsversuch wurde bestätigt, Verantwortlichkeit wurde übertragen.

source: Incorrect Password Entered, no liability shift
de_de: Das Passwort ist ungültig, Verantwortlichkeit wurde nicht übertragen.

source: Authentication Unavailable, no liability shift
de_de: Es konnte keine Authentifizierung durchgeführt werden. Die Verantwortlichkeit wurde nicht übertragen.

source: Invalid Response From ACS, no liability shift
de_de: Die Antwort vom ACS (Access Control Server) ist ungültig. Die Verantwortlichkeit wurde nicht übertragen.

source: RealMPI Fatal Error, no liability shift
de_de: Kritischer Fehler in RealMPI. Die Verantwortlichkeit wurde nicht übertragen.

source: Card issue number
de_de: Karten-Ausgabenummer

source: Result
de_de: Ergebnis

source: Card issue bank
de_de: Kartenbank

source: Card country
de_de: Kartenland

source: Card region
de_de: Kartenregion

source: Last 4 digits
de_de: Letzten 4 Ziffern

source: Merchant requires 3D secure but unable to verify with your bank, please try later
de_de: Die Verifizierung mittels 3D Secure mit Ihrer Bank konnte nicht durchgeführt werden. Bitte versuchen Sie es erneut.

source: An invalid response was received from the card processor, no payment has been taken
de_de: Die Antwort vom Zahlungsdienstleister war ungültig. Es wurde keine Zahlung durchgeführt.

source: 3D secure authorisation failed
de_de: 3D Secure Autorisierung fehlgeschlagen.

source: Credit Card / Debit Card (SagePay)
de_de: Kreditkartenzahlung (SagePay)

source: Card Details
de_de: Kreditkartendetails

source: Card Type:
de_de: Kartentyp:

source: Card Name:
de_de: Kartenname:

source: Last Digits:
de_de: Letzten Ziffern:

source: Expiry:
de_de: Gültig bis:

source: New or Existing Card:
de_de: Neue oder vorhandene Karte:

source: Existing
de_de: Vorhanden

source: New
de_de: Neu

source: Remember Card Details
de_de: Speichere meine Kartendetails

source: Choose an Existing Card
de_de: Wähle eine vorhandene Karte
