Repository: IP-CAM/Convert-Opencart-Translations-to-Gettext-po-Files-and-vice-versa
Catalog: */LC_MESSAGES/messages.po
Languages: de_de

source: Your Name must be between 1 and 64 characters!
de_de: Ihr Name muss zwischen 1 und 64 Zeichen lang sein!

source: You must select a theme!
de_de: Es muss ein Thema gewählt werden!

source: Amount must be between %s and %s!
de_de: Die Anzahl muss zwischen %s und %s liegen.

source: %s - Affiliate Program
de_de: %s - Partnerprogramm

source: Thank you for joining the %s Affiliate Program!
de_de: Vielen Dank für Ihren Beitritt zum %s Partnerprogramm.

source: Your account has now been created and you can log in by using your email address and password by visiting our website or at the following URL:
de_de: Ihr Konto wurde erstellt. Sie können sich jetzt mit Ihrer E-Mail Adresse und dem Passwort auf unserer Website anmelden:

source: Your account must be approved before you can login. Once approved you can log in by using your email address and password by visiting our website or at the following URL:
de_de: Ihr Konto muss genehmigt werden, bevor Sie sich anmelden können. Wenn es genehmigt ist, können Sie sich mit Ihrer E-Mail-Adresse und dem Passwort auf unserer Website unter der folgenden Adresse anmelden:

source: Upon logging in, you will be able to generate tracking codes, track commission payments and edit your account information.
de_de: Nach der Anmeldung können Trackingcodes erstellt, Provisionszahlungen verfolgt sowie Kontoinformationen bearbeitet werden.

source: Thanks,
de_de: Danke,

source: New Affiliate
de_de: Neuer Partner

source: A new affiliate has signed up:
de_de: Ein neuer Partner hat sich eingetragen:

source: Store:
de_de: Shop:

source: Firstname:
de_de: Vorname:

source: Lastname:
de_de: Nachname:

source: Company:
de_de: Firma:

source: Telephone:
de_de: Telefon:

source: Web Site:
de_de: Webseite:

source: Order ID:
de_de: Auftragsnr.

source: %s - Affiliate Commission
de_de: %s - Partnerkomission

source: You have received %s commission!
de_de: Sie haben %s Kommission erhalten!

source: Your total amount of commission is now %s.
de_de: Der Gesamtbetrag der Kommissionen ist jetzt %s.

source: %s - Thank you for registering
de_de: %s - Vielen Dank für Ihre Anmeldung

source: Welcome and thank you for registering at %s!
de_de: Willkommen und vielen Dank für Ihre Anmeldung bei %s!

source: Upon logging in, you will be able to access other services including reviewing past orders, printing invoices and editing your account information.
de_de: Nach der Anmeldung können Sie die Auftragshistorie ansehen, Rechnungen drucken oder Kontoinformationen ändern.

source: New customer
de_de: Neuer Kunde

source: A new customer has signed up:
de_de: Ein neuer Kunde hat sich angemeldet:

source: Customer Group:
de_de: Kundengruppe:

source: First Name:
de_de: Vorname:

source: Last Name:
de_de: Nachname:

source: %s - New Password
de_de: %s - Neues Passwort

source: A new password was requested from %s.
de_de: Ein neues Passwort wurde von %s angefordert.

source: Your new password is:
de_de: Das neue Passwort lautet:

source: %s - Order %s
de_de: %s - Auftrag %s

source: Thank you for your interest in %s products. Your order has been received and will be processed once payment has been confirmed.
de_de: Vielen Dank für Ihre Interesse an %s Produkten. Ihr Auftrag wurde erhalten und wird bearbeitet sobald die Zahlung bestätigt wurde.

source: You have received an order.
de_de: Es ist eine neue Bestellung eingegangen.

source: To view your order click on the link below:
de_de: Bitte auf den Link unten klicken, um den Auftrag anzusehen:

source: Order Details
de_de: Auftragsdetails

source: Instructions
de_de: Anmerkung

source: Date Added:
de_de: Hinzugefügt am:

source: Order Status:
de_de: Auftragsstatus:

source: Payment Method:
de_de: Zahlungsart:

source: Shipping Method:
de_de: Versandart:

source: IP Address:
de_de: IP-Adresse:

source: Payment Address
de_de: Rechnungsadresse

source: Shipping Address
de_de: Lieferadresse

source: Order Totals
de_de: Auftragssumme

source: Once your payment has been confirmed you can click on the link below to access your downloadable products:
de_de: Sobald die Zahlung eingegangen ist, kann nachstehender Link für den Download verwendet werden:

source: The comments for your order are:
de_de: Kommentare für den Auftrag:

source: Please reply to this email if you have any questions.
de_de: Bei weiteren Fragen bitte auf dieses Email antworten.

source: %s - Order Update %s
de_de: %s - Auftragsaktualisierung %s

source: Date Ordered:
de_de: Auftragsdatum:

source: Your order has been updated to the following status:
de_de: Ihr Auftrag wurde auf folgenden Status geändert:

source: %s - Product Review
de_de: %s - Produktbeurteilung

source: You have a new product review waiting.
de_de: Eine neue Produktbeurteilung wartet auf Sie.

source: Product: %s
de_de: Produkt: %s

source: Reviewer: %s
de_de: Beurteiler: %s

source: Rating: %s
de_de: Bewertung: %s

source: Review Text:
de_de: Beurteilungstext:

source: You have been sent a gift voucher from %s
de_de: %s hat Ihnen einen Geschenkgutschein geschickt

source: Congratulations, You have received a Gift Certificate worth %s
de_de: Herzlichen Glückwunsch. Sie haben einen Geschenkgutschein im Wert von %s erhalten.

source: This Gift Certificate has been sent to you by %s
de_de: Dieser Geschenkgutschein wurde Ihnen überreicht von %s

source: With a message saying
de_de: Mit folgender Nachricht

source: To redeem this Gift Certificate, write down the redemption code which is <b>%s</b> then click on the the link below and purchase the product you wish to use this gift voucher on. You can enter the gift voucher code on the shopping cart page before you click checkout.
de_de: Um diesen Geschenkgutschein einzulösen, notieren Sie bitte den Code <b>%s</b>. Klicken Sie dann auf den folgenden Link und kaufen Sie das Produkt, für welches Sie den Gutschein verwenden wollen. Sie können den Code entweder im Warenkorb einlösen oder bei Bezahlung.

source: Account
de_de: Konto

source: Register
de_de: Neues Konto anlegen

source: Logout
de_de: Abmelden

source: Edit Account
de_de: Daten bearbeiten

source: Address Books
de_de: Adressbuch

source: Wish List
de_de: Wunschliste

source: Reward Points
de_de: Bonuspunkte

source: Returns
de_de: Retouren

source: Transactions
de_de: Transaktionen

source: Recurring payments
de_de: Abonnements

source: Affiliate
de_de: Partner

source: Payment Options
de_de: Zahlungsoptionen

source: Affiliate Tracking
de_de: Partnerauswertung

source: Bestsellers
de_de: Bestseller

source: Categories
de_de: Kategorien

source: Featured
de_de: Empfehlungen

source: Latest
de_de: Neuigkeiten

source: Specials
de_de: Angebote

source: Choose a Store
de_de: Shop wählen

source: Please choose the store you wish to visit.
de_de: Bitte gewünschten Shop auswählen.

source: Welcome to %s
de_de: Willkommen bei %s

source: Coupon (%s)
de_de: Gutschein (%s)

source: Store Credit
de_de: Gutschrift

source: Order ID: #%s
de_de: Auftragsnr.: #%s

source: Handling Fee
de_de: Bearbeitungsgebühr

source: Klarna Fee
de_de: Klarna Gebühr

source: Low Order Fee
de_de: Mindermengenzuschlag

source: Reward Points (%s)
de_de: Bonuspunkte: %s

source: Sub-Total
de_de: Zwischensumme

source: Voucher (%s)
de_de: Gutschein (%s)

source: My Affiliate Account
de_de: Mein Partnerkonto

source: My Tracking Information
de_de: Meine Verfolgungsinformationen

source: My Transactions
de_de: Bisherige Transaktionen

source: Edit your account information
de_de: Kontoeinstellungen bearbeiten

source: Change your password
de_de: Passwort ändern

source: Change your payment preferences
de_de: Zahlungseinstellung ändern

source: Custom Affiliate Tracking Code
de_de: Partnerprogramm Code

source: View your transaction history
de_de: Transaktionsverlauf

source: My Account Information
de_de: Meine Kontoinformationen

source: Edit Information
de_de: Informationen bearbeiten

source: Success: Your account has been successfully updated.
de_de: Datensatz erfolgreich geändert.

source: Web Site
de_de: Webseite

source: Warning: E-Mail address is already registered!
de_de: Warnung: Diese E-Mail-Adresse ist bereits registriert!

source: Forgot Your Password?
de_de: Passwort vergessen ?

source: Your E-Mail Address
de_de: Ihre E-Mail-Adresse

source: Enter the e-mail address associated with your account. Click submit to have your password e-mailed to you
de_de: Bitte die dem Konto zugeordnete E-Mail-Adresse eintragen und mit Klick auf "Weiter" bestätigen. Es wird dann umgehend ein neues Passwort an diese E-Mail-Adresse gesendet.

source: Success: A new password has been sent to your e-mail address.
de_de: Email mit neuem Passwort wurde erfolgreich gesendet.

source: Warning: The E-Mail Address was not found in our records, please try again!
de_de: Dieser Emailadresse ist kein Konto zugeordnet. Bitte Vorgang wiederholen oder ein neues Konto anlegen!

source: Affiliate Program
de_de: Partnerprogramm

source: <p>%s affiliate program is free and enables members to earn revenue by placing a link or links on their web site which advertises %s or specific products on it. Any sales made to customers who have clicked on those links will earn the affiliate commission. The standard commission rate is currently %s.</p><p>For more information, visit our FAQ page or see our Affiliate terms &amp; conditions.</p>
de_de: <p>Das %s Partnerprogramm ist kostenlos und ermöglicht es den Mitgliedern Erlöse mit Hilfe von Links auf ihren Webseiten zu erhalten, welche %s oder bestimmte Produkte bewerben. Alle Verkäufe durch Kunden, die auf derartige Links geklickt haben, bringen dem Partner eine Kommission. Die Standardkommission ist zur Zeit %s.</p><p>Für weitere Informationen lesen Sie die Antworten auf häufige Fragen oder lesen Sie die Konditionen unseres Partnerprogramms.</p>

source: <p>I am not currently an affiliate.</p><p>Click Continue below to create a new affiliate account. Please note that this is not connected in any way to your customer account.</p>
de_de: <p>Ich bin noch kein Partner.</p><p>Bitte auf Weiter klicken, um ein neues Partnerkonto zu erstellen. Dieses Partnerkonto ist unabhängig vom Kundenkonto.</p>

source: Affiliate Login
de_de: Partnerlogin

source: I am a returning affiliate.
de_de: Ich bin bereits Partner

source: Affiliate E-Mail
de_de: Partneremail

source: Account Logout
de_de: Abmeldung

source: <p>You have been logged off your Affiliate Account.</p>
de_de: <p>Abmeldung erfolgreich ausgeführt.</p>

source: Change Password
de_de: Passwort ändern

source: Success: Your password has been successfully updated.
de_de: Passwort wurde erfolgreich geändert.

source: Password must be between 4 and 20 characters!
de_de: Passwort muss zwischen 4 und 20 Zeichen lang sein!

source: Payment Method
de_de: Zahlungsart

source: Payment
de_de: Zahlung

source: Payment Information
de_de: Zahlungsinformationen

source: Cheque
de_de: Scheck

source: Tax ID
de_de: Steuernummer (UID)

source: Cheque Payee Name
de_de: Name Scheckempfänger

source: PayPal Email Account
de_de: PayPal Email

source: Bank Name
de_de: Name der Bank

source: ABA/BSB number (Branch Number)
de_de: BIC/ABA/BSB Nummer

source: SWIFT Code
de_de: IBAN (SWIFT)

source: Account Name
de_de: Kontoinhaber

source: Account Number
de_de: Kontonummer

source: Affiliate Register
de_de: Partnerkonto anlegen

source: If you already have an account with us, please login at the <a href="%s">login page</a>.
de_de: Sie haben bereits ein Konto bei uns. Bitte melden Sie sich <a href="%s">hier an</a>.

source: To create an affiliate account, fill in the form below ensuring you complete all the required fields:
de_de: Um ein neues Partnerkonto zu erstellen bitte alle Felder ausfüllen:

source: Your Address Details
de_de: Adressdetails

source: Your Affiliate Account Has Been Created!
de_de: Partnerkonto wurde erstellt!

source: <p>Congratulations! Your new account has been successfully created!</p> <p>You can now take advantage of member privileges to enhance your online shopping experience with us.</p> <p>If you have ANY questions about the operation of this online shop, please email the store owner.</p> <p>A confirmation has been sent to the provided email address. If you have not received it within the hour, please <a href="%s">contact us</a>.</p>
de_de: <p>Glückwunsch! Ihr Konto wurde erfolgreich eingerichtet!</p><p>Sie können nun alle Funktionen nutzen, um Ihre Einkaufserfahrung mit uns zu steigern</p><p>Falls Sie irgendwelche Fragen bezüglich dieses Shops haben, wenden Sie sich bitte an den Shop-Inhaber.</p> <p>Eine Bestätigungsemail wurde an die angegebene Adresse gesendet. Falls diese nicht innerhalb einer Stunde eintrifft, <a href="%s">kontaktieren Sie uns bitte</a>.</p>

source: <p>Thank you for registering for an affiliate account with %s!</p><p>You will be notified by email once your account has been activated by the store owner.</p><p>If you have ANY questions about the operation of this affiliate system, please <a href="%s">contact the store owner</a>.</p>
de_de: <p>Vielen Dank, dass Sie sich für das Partnerprogramm von %s angemeldet haben!</p><p>Sie erhalten eine Benachrichtigung per Email sobald Ihr Konto vom Shop-Inhaber aktiviert wurde</p><p>Falls Sie irgendwelche Fragen bezüglich des Partnerprogramms haben, wenden Sie sich bitte an den <a href="%s">Shop-Inhaber</a>.</p>

source: To make sure you get paid for referrals you send to us we need to track the referral by placing a tracking code in the URL's linking to us. You can use the tools below to generate links to the %s web site.
de_de: Um sicherzustellen, dass Sie für durch Ihre Empfehlung geworbene Kunden bezahlt werden, müssen wir diese über einen Verfolgungscode in Links zu uns identifizieren. Sie können die Werkzeuge weiter unten verwenden um diese Links zur %s Webseite zu erzeugen.

source: Your Tracking Code
de_de: Ihr Verfolgungscode

source: Tracking Link Generator
de_de: Verfolgungslink-Generator

source: Tracking Link
de_de: Verfolgungslink

source: Type in the name of a product you would like to link to
de_de: Geben Sie den Namen eines Produkts ein, auf das Sie verlinken möchten

source: Your Transactions
de_de: Transaktionen

source: Date Added
de_de: Hinzugefügt am

source: Amount (%s)
de_de: Betrag (%s)

source: Your current balance is:
de_de: Aktueller Saldo:

source: You do not have any transactions!
de_de: Noch keine Transaktionen vorhanden.

source: My Orders
de_de: Meine Bestellungen

source: Modify your address book entries
de_de: Adressbucheinträge ändern

source: Modify your wish list
de_de: Wunschzettel ändern

source: View your order history
de_de: Auftragshistorie ansehen

source: Your Reward Points
de_de: Ihre Bonuspunkte

source: View your return requests
de_de: Retourenanforderungen

source: Subscribe / unsubscribe to newsletter
de_de: Newsletter anmelden / abmelden

source: Address Book Entries
de_de: Adressbucheinträge

source: Edit Address
de_de: Adresse bearbeiten

source: Your address has been successfully inserted
de_de: Ihre Adresse wurde erfolgreich eingefügt

source: Your address has been successfully updated
de_de: Ihre Adresse wurde erfolgreich aktualisiert

source: Your address has been successfully deleted
de_de: Adresse erfolgreich gelöscht

source: You have no addresses in your account.
de_de: Ihr Konto hat keine Adresse.

source: Default Address
de_de: Standardadresse

source: Warning: You must have at least one address!
de_de: Es muss mindestens eine Adresse angegeben werden!

source: Warning: You can not delete your default address!
de_de: Die Standardadresse kann nicht gelöscht werden!

source: VAT number is invalid!
de_de: Steuernummer ist ungültig!

source: Address must be between 3 and 128 characters!
de_de: Strasse muss zwischen 3 und 128 Zeichen lang sein!

source: Account Downloads
de_de: Downloads

source: You have not made any previous downloadable orders!
de_de: Es wurden bisher noch keine Bestellungen für Downloads getätigt!

source: Order ID
de_de: Auftragsnummer:

source: Size
de_de: Größe

source: Enter the e-mail address associated with your account. Click submit to have your password e-mailed to you.
de_de: Bitte die dem Konto zugeordnete Emailadresse eintragen und mit Klick auf "Weiter" bestätigen. Es wird dann umgehend ein neues Passwort an diese Emailadresse gesendet.

source: Account Login
de_de: Anmeldung

source: <p>You have been logged off your account. It is now safe to leave the computer.</p><p>Your shopping cart has been saved, the items inside it will be restored whenever you log back into your account.</p>
de_de: <p>Abmeldung erfolgreich.</p><p>Die Einkaufsliste wurde gespeichert und wird nach erneutem Anmelden wieder angezeigt.</p>

source: Newsletter Subscription
de_de: Newsletter

source: Success: Your newsletter subscription has been successfully updated!
de_de: An-/bzw. Abmeldung zum Newsletter erfolgreich eingetragen.

source: Subscribe
de_de: Anmelden:

source: Order Information
de_de: Auftragsdaten

source: Invoice No.:
de_de: Rechnungsnummer:

source: Order Comments
de_de: Auftragskommentar

source: You have not made any previous orders!
de_de: Noch keine Aufträge vorhanden.

source: The order you requested could not be found!
de_de: Der gewählte Auftrag ist nicht vorhanden!

source: No. of Products
de_de: Anz. Produkte

source: Customer
de_de: Kunde

source: Action
de_de: Aktion

source: Order Status
de_de: Status

source: Comment
de_de: Kommentar

source: %s is not currently available to be reordered.
de_de: %s ist zur Zeit nicht für eine erneute Bestellung verfügbar.

source: No recurring payment profiles found
de_de: Keine Profile für wiederholende Zahlungen vorhanden

source: Product:
de_de: Produkt:

source: Order:
de_de: Auftrag:

source: Quantity:
de_de: Menge:

source: Recurring payment
de_de: Wiederholende Zahlung

source: No transactions for this profile
de_de: Keine Transaktionen für dieses Profil

source: Created
de_de: Erstellt

source: Type
de_de: Art

source: Amount
de_de: Betrag

source: Profile ID
de_de: Profilnr.

source: Recurring payment details
de_de: Details zu wiederholender Zahlung

source: Profile ID:
de_de: Profilnr.

source: Payment method:
de_de: Zahlungsart:

source: Created:
de_de: Erstellt:

source: Description:
de_de: Beschreibung:

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Cancelled
de_de: Storniert

source: Suspended
de_de: Ausgesetzt

source: Expired
de_de: Abgelaufen

source: Pending
de_de: Ausstehend

source: Outstanding payment
de_de: Ausstehende Zahlung

source: Payment skipped
de_de: Zahlung übersprungen

source: Payment failed
de_de: Zahlung fehlgeschlagen

source: Suspended from failed payment
de_de: Ausgesetzt wg. fehlgeschlagener Zahlung

source: Outstanding payment failed
de_de: Ausstehende Zahlung fehlgeschlagen

source: Error: %s
de_de: Fehler: %s

source: Could not cancel profile
de_de: Profil konnte nicht beendet werden

source: Recurring payment has been cancelled
de_de: Wiederholende Zahlung wurde beendet

source: Product Returns
de_de: Produktrücksendungen

source: Return Information
de_de: Rücksendeinformationen

source: Return Details
de_de: Rücksendedetails

source: Please complete the form below to request an RMA number.
de_de: Bitte das Formular ausfüllen, um eine Retourennummer anzufordern.

source: Product Information &amp; Reason for Return
de_de: Produktinformation und Rücksendegrund

source: <p>Thank you for submitting your return request. Your request has been sent to the relevant department for processing.</p><p> You will be notified via e-mail as to the status of your request.</p>
de_de: <p>Vielen Dank für die Rücksendeanforderung, sie wird wird an die zuständige Abteilung zur Bearbeitung weitergeleitet.</p><p>Sobald sich der Status ändert, erfolgt eine Benachrichtigung per Email.</p>

source: Return ID:
de_de: Rücksendenummer:

source: Order Date:
de_de: Auftragsdatum:

source: Return Comments
de_de: Kommentar/Anmerkung

source: Return History
de_de: Rücksendeverlauf

source: You have not made any previous returns!
de_de: Es wurden bisher noch keine Rücksendungen gemacht.

source: Return ID
de_de: Rücksendenummer:

source: Opened
de_de: Geöffnet

source: Reason
de_de: Grund

source: Order Date
de_de: Auftragsdatum:

source: Product Code
de_de: Produktnr.:

source: Reason for Return
de_de: Rücksendegrund

source: Product is opened
de_de: Produkt ist geöffnet

source: Faulty or other details
de_de: Defekt oder andere Details

source: The returns you requested could not be found!
de_de: Die gewählte Rücksendung ist nicht vorhanden!

source: Order ID required!
de_de: Auftragsnummer ist erforderlich!

source: Product Name must be greater than 3 and less than 255 characters!
de_de: Produktname muss zwischen 3 und 255 Zeichen lang sein!

source: Product Model must be greater than 3 and less than 64 characters!
de_de: Artikelnummer muss zwischen 3 und 64 Zeichen lang sein!

source: You must select at a return product reason!
de_de: Es muss ein Rücksendegrund angegeben werden!

source: Points
de_de: Bonuspunkte

source: Your total number of reward points is:
de_de: Summe Bonuspunkte

source: You do not have any reward points!
de_de: Keine Bonuspunkte vorhanden!

source: Your Account Has Been Created!
de_de: Konto erfolgreich erstellt!

source: <p>Congratulations! Your new account has been successfully created!</p> <p>You are now a member of %s affiliates.</p> <p>If you have ANY questions about the operation of this affiliate system, please email the store owner.</p> <p>A confirmation has been sent to the provided email address. If you have not received it within the hour, please <a href="%s">contact us</a>.</p>
de_de: <p>Glückwunsch! Ihr neues Konto wurde erfolgreich eingerichtet!</p> <p>Sie sind nun ein Partner von %s.</p> <p>Falls Sie irgendwelche Frage zum Partnerprogramm haben, schreiben Sie dem Inhaber bitte eine Email.</p> <p>Ein Bestätigung wurde an die angegebene Emailadresse geschickt. Falls diese nicht innerhalb einer Stunde eintrifft, <a href="%s">kontaktieren Sie uns bitte</a>.</p>

source: <p>Thank you for registering with %s!</p><p>You will be notified by email once your account has been activated by the store owner.</p><p>If you have ANY questions about the operation of this online shop, please <a href="%s">contact the store owner</a>.</p>
de_de: <p>Vielen Dank, dass Sie sich bei %s registriert haben.</p><p>Sie erhalten eine Benachrichtigung sobald Ihr Konto vom Inhaber bestätigt wurde.</p><p>Falls Sie irgendwelche Fragen bezüglich dieses Onlineshops haben, <a href="%s">kontaktieren Sie den Inhaber</a>.</p>

source: Purchase a Gift Certificate
de_de: Geschenkgutschein kaufen

source: Gift Voucher
de_de: Geschenkgutschein

source: This gift certificate will be emailed to the recipient after your order has been paid for.
de_de: Der Geschenkgutschein wird nach erfolgreichem Kauf automatisch an den Empfänger per Email gesendet.

source: I understand that gift certificates are non-refundable.
de_de: Ich vestehe dass Geschenkgutscheine nicht zurückgenommen werden können.

source: <p>Thank you for purchasing a gift certificate! Once you have completed your order your gift voucher recipient will be sent an email with details how to redeem their gift voucher.</p>
de_de: <p>Danke für den Kauf eines Geschenkgutscheines. Nach Abschluss des Kaufvorgangs erhält der Empfänger Anweisungen zum Einlösen.</p>

source: Recipient's Name
de_de: Name des Empfängers

source: Recipient's Email
de_de: Email des Empfängers

source: Your Email
de_de: Meine Emailadresse

source: Gift Certificate Theme
de_de: Thema Geschenkgutschein:

source: Value must be between %s and %s
de_de: Der Wert muss zwischen %s und %s liegen.

source: Warning: You must agree that the gift certificates are non-refundable!
de_de: Hinweis: den Bedingungen zu Gutscheinen (keine Rücknahme) muss zugestimmt werden!
