Repository: IP-CAM/Convert-Opencart-Translations-to-Gettext-po-Files-and-vice-versa
Catalog: */LC_MESSAGES/messages.po
Languages: de_de

source: My Wish List
de_de: Meine Wunschliste

source: Wish List (%s)
de_de: Wunschliste (%s)

source: You must <a href="%s">login</a> or <a href="%s">create an account</a> to save <a href="%s">%s</a> to your <a href="%s">wish list</a>!
de_de: Sie müssen sich <a href="%s">anmelden</a> oder <a href="%s">ein Konto anlegen</a>, um <a href="%s">%s</a> zu Ihrer <a href="%s">Wunschliste</a> hinzuzufügen.

source: Success: You have added <a href="%s">%s</a> to your <a href="%s">wish list</a>!
de_de: Sie haben erfolgreich <a href="%s">%s</a> zu Ihrer <a href="%s">Wunschliste</a> hinzugefügt.

source: Success: You have modified your wishlist!
de_de: Wunschliste wurde erfolgreich bearbeitet!

source: Your wish list is empty.
de_de: Die Wunschliste ist leer.

source: Stock
de_de: Lager

source: View Cart
de_de: Einkaufswagen ansehen

source: Currency
de_de: Währung

source: Customer Service
de_de: Kundendienst

source: Brands
de_de: Hersteller

source: Gift Vouchers
de_de: Geschenkgutscheine

source: Affiliates
de_de: Partner

source: Home
de_de: Startseite

source: See All
de_de: Alles anzeigen

source: Language
de_de: Sprache

source: Maintenance
de_de: Wartung

source: <h1 style="text-align:center;">We are currently performing some scheduled maintenance. <br/>We will be back as soon as possible. Please check back soon.</h1>
de_de: <h1 style="text-align:center;">Es werden gerade Wartungsarbeiten durchgeführt.<br/> Wir sind in Kürze wieder für Sie da. Bitte versuchen Sie es später erneut.</h1>
