Repository: IP-CAM/Convert-Opencart-Translations-to-Gettext-po-Files-and-vice-versa
Catalog: */LC_MESSAGES/messages.po
Languages: de_de

source: Items on %s Order No: %s
de_de: Artikel auf %s Auftragsnr.: %s

source: Your payment has been declined.
de_de: Ihre Zahlung wurde abgelehnt.

source: There was an error processing your transaction.
de_de: Bei Ihrer Transaktion ist ein Fehler aufgetreten.

source: Remember card details for future use
de_de: Speichere Kartendaten für zukünftige Verwendung

source: Credit Card / Debit Card (2Checkout)
de_de: Kreditkartenzahlung (2Checkout)

source: Credit Card / Debit Card (Web Payment Software)
de_de: Kreditkarte (WebPayment Software)

source: Credit Card / Debit Card (WorldPay)
de_de: Kreditkartenzahlung (WorldPay)

source: Response from WorldPay:
de_de: Antwort von WorldPay:

source: CallbackPW does not match. Order requires investigation.
de_de: Leider traten bei der Zahlung Probleme auf, die Bestellung muss händisch bearbeitet werden.

source: Products
de_de: Produkte

source: Category not found!
de_de: Kategorie nicht gefunden!

source: There are no products to list in this category.
de_de: Keine Produkte in dieser Kategorie vorhanden.

source: Qty:
de_de: Menge:

source: Brand:
de_de: Marke:

source: Product Code:
de_de: Produktnr.:

source: Reward Points:
de_de: Bonuspunkte:

source: Price:
de_de: Preis:

source: Ex Tax:
de_de: Preis ohne Steuer:

source: Product Compare (%s)
de_de: Produktvergleich (%s)

source: Sort By:
de_de: Sortieren nach:

source: Default
de_de: Standard

source: Price (Low &gt; High)
de_de: Preis (Niedrig &gt; Hoch)

source: Price (High &gt; Low)
de_de: Preis (Hoch &gt; Niedrig)

source: Rating (Lowest)
de_de: Bewertung (Niedrig)

source: Rating (Highest)
de_de: Bewertung (Hoch)

source: Model (A - Z)
de_de: Modell (A - Z)

source: Model (Z - A)
de_de: Modell (Z - A)

source: Show:
de_de: Anzeige:

source: Product Comparison
de_de: Produktvergleich

source: Product Details
de_de: Produktdetails

source: Product
de_de: Produkt

source: Image
de_de: Bild

source: Price
de_de: Preis

source: Model
de_de: Modell

source: Brand
de_de: Hersteller

source: Availability
de_de: Verfügbarkeit

source: In Stock
de_de: Auf Lager

source: Rating
de_de: Bewertung

source: Based on %s reviews.
de_de: Basierend auf %s Beurteilungen.

source: Summary
de_de: Zusammenfassung

source: Weight
de_de: Gewicht

source: Dimensions (L x W x H)
de_de: Abmessungen (L x B x H)

source: Success: You have added <a href="%s">%s</a> to your <a href="%s">product comparison</a>!
de_de: Sie haben erfolgreich <a href="%s">%s</a> zu Ihrem <a href="%s">Produktvergleich</a> hinzugefügt!

source: Success: You have modified your product comparison!
de_de: Erfolgreich: Sie haben den Produktvergleich verändert!

source: You have not chosen any products to compare.
de_de: Sie haben keine Produkte zum Vergleich gewählt.

source: Find Your Favorite Brand
de_de: Hersteller

source: Brand Index:
de_de: Herstellerübersicht

source: Brand not found!
de_de: Hersteller nicht gefunden!

source: There are no products to list.
de_de: Von diesem Hersteller sind keine Produkte vorhanden.

source: Price in reward points:
de_de: Preis in Bonuspunkte:

source: Availability:
de_de: Verfügbarkeit:

source: or more
de_de: oder mehr

source: Available Options
de_de: Mögliche Optionen

source: This product has a minimum quantity of %s
de_de: Dieses Produkt hat eine Mindestanzahl von %s

source: %s reviews
de_de: %s Beurteilungen

source: Write a review
de_de: Neue Beurteilung

source: Please <a href="%s">login</a> or <a href="%s">register</a> to review
de_de: Bitte <a href="%s">melden Sie sich an</a> oder <a href="%s">registrieren Sie sich</a>, um eine Beurteilung abzugeben.

source: There are no reviews for this product.
de_de: Für dieses Produkt gibt es noch keine Beurteilungen.

source: <span class="text-danger">Note:</span> HTML is not translated!
de_de: <span class="text-danger">Bitte beachten:</span> HTML ist nicht verfügbar!

source: Thank you for your review. It has been submitted to the webmaster for approval.
de_de: Danke für die Beurteilung, sie wird vor Veröffentlichung noch überprüft.

source: Your file was successfully uploaded!
de_de: Datei erfolgreich geladen!

source: Related Products
de_de: Verwandte Produkte

source: Tags:
de_de: Schnellsuche

source: Product not found!
de_de: Produkt nicht gefunden!

source: Payment Profiles
de_de: Zahlungsprofile

source: %s every %d %s(s) for %d payment(s) then
de_de: %s alle %d %s für %d Zahlung(en), dann

source: %s every %d %s(s) for %d payment(s)
de_de: %s alle %d %s für %d Zahlung(en)

source: %s every %d %s(s) until canceled
de_de: %s alle %d %s bis Stornierung

source: day
de_de: Tag(e)

source: week
de_de: Woche(n)

source: half-month
de_de: 14-tägig

source: month
de_de: Monat(e)

source: year
de_de: Jahr(e)

source: Qty
de_de: Anz

source: Your Name
de_de: Mein Name

source: Your Review
de_de: Meine Beurteilung

source: Ratng
de_de: Bewertung

source: Good
de_de: Gut

source: Bad
de_de: Schlecht

source: Enter the code in the box below
de_de: Bitte den angezeigten Code einfügen

source: Description
de_de: Beschreibung

source: Specification
de_de: Eigenschaften

source: Reviews (%s)
de_de: Beurteilungen (%s)

source: Warning: Review Name must be between 3 and 25 characters!
de_de: Name muss zwischen 3 und 25 Zeichen lang sein!

source: Warning: Review Text must be between 25 and 1000 characters!
de_de: Text muss zwischen 25 und 1000 Zeichen lang sein!

source: Warning: Please select a review rating!
de_de: Bitte eine Bewertung auswählen!

source: Warning: Verification code does not match the image!
de_de: Code stimmt nicht mit dem Bild überein!

source: Upload required!
de_de: Upload wird benötigt!

source: Filename must be between 3 and 64 characters!
de_de: Dateiname muss zwischen 3 und 64 Zeichen lang sein!

source: Invalid file type!
de_de: Ungültiger Dateityp!

source: Products meeting the search criteria
de_de: Produkte, die den Suchkriterien entsprechen

source: Keywords
de_de: Suchbegriff(e)

source: All Categories
de_de: Alle Kategorien

source: Search in subcategories
de_de: In Unterkategorien suchen

source: There is no product that matches the search criteria.
de_de: Keine Produkte vorhanden, die den Suchkriterien entsprechen

source: Search Criteria
de_de: Suche:

source: Search in product descriptions
de_de: In Produktbeschreibungen suchen

source: Special Offers
de_de: Angebote

source: There are no special offer products to list.
de_de: Aktuell keine Angebote vorhanden.

source: Contact Us
de_de: Kontakt

source: Our Location
de_de: Meine Adresse

source: Our Stores
de_de: Unsere Shops

source: Contact Form
de_de: Kontaktformular

source: Address
de_de: Adresse

source: Telephone
de_de: Telefon

source: Opening Times
de_de: Öffnungszeiten

source: Comments
de_de: Kommentare

source: <p>Your enquiry has been successfully sent to the store owner!</p>
de_de: <p>Ihre Anfrage wurde dem Inhaber erfolgreich zugestellt!</p>

source: E-Mail Address
de_de: Emailadresse

source: Enquiry
de_de: Anfrage

source: Enquiry %s
de_de: Anfrage %s

source: Name must be between 3 and 32 characters!
de_de: Name muss zwischen 3 und 32 Zeichen lang sein!

source: E-Mail Address does not appear to be valid!
de_de: Emailadresse ist nicht gültig!

source: Enquiry must be between 10 and 3000 characters!
de_de: Text muss zwischen 10 und 3000 Zeichen lang sein!

source: Verification code does not match the image!
de_de: Verifizierungscode stimmt nicht mit dem im Bild angezeigten Code überein!

source: Information Page Not Found!
de_de: Diese Textseite ist leider nicht vorhanden!

source: Site Map
de_de: Seitenübersicht

source: My Account
de_de: Mein Konto

source: Account Information
de_de: Kontoinformation

source: Password
de_de: Passwort

source: Address Book
de_de: Adressen

source: Order History
de_de: Auftragsverlauf

source: Information
de_de: Informationen

source: Success: You have added <a href="%s">%s</a> to your <a href="%s">shopping cart</a>!
de_de: Sie haben <a href="%s">%s</a> erfolgreich zu Ihrem <a href="%s">Warenkorb</a> hinzugefügt.

source: Success: You have modified your shopping cart!
de_de: Warenkorb erfolgreich aktualisiert.

source: Attention: You must <a href="%s">login</a> or <a href="%s">create an account</a> to view prices!
de_de: Achtung: Die Preise werden erst nach <a href="%s">Anmeldung</a> oder <a href="%s">Registrierung</a> angezeigt!

source: %s item(s) - %s
de_de: %s Artikel - %s

source: Reward Points: %s
de_de: Bonuspunkte: %s

source: What would you like to do next?
de_de: Bitte nächsten Schritt wählen

source: Choose if you have a discount code or reward points you want to use or would like to estimate your delivery cost.
de_de: Gutschein / Bonuspunkte einlösen oder - wenn anwendbar - Versandkosten berechnen.

source: Your shopping cart is empty!
de_de: Warenkorb ist noch leer!

source: until cancelled
de_de: bis storniert

source: Recurring item
de_de: Wiederholung

source: Payment Profile
de_de: Zahlungsprofil

source: Product Name
de_de: Bezeichnung

source: Quantity
de_de: Menge

source: Unit Price
de_de: Einzelpreis

source: Total
de_de: Summe

source: Products marked with *** are not available in the desired quantity or not in stock!
de_de: Produkte mit *** sind nicht oder nicht in der gewünschten Menge verfügbar!

source: Minimum order amount for %s is %s!
de_de: Die minimale Anzahl für %s ist %s!

source: %s required!
de_de: %s erforderlich!

source: Warning: There are no products in your cart!
de_de: Hinweis: Es sind keine Artikel zum Versenden vorhanden.

source: Please select a payment profile!
de_de: Bitte ein Zahlungsprofil wählen

source: Step 1: Checkout Options
de_de: Schritt 1: Optionen

source: Step 2: Account &amp; Billing Details
de_de: Schritt 2: Konto- &amp; Rechnungsdetails

source: Step 2: Billing Details
de_de: Schritt 2: Rechnungsadresse

source: Step 3: Delivery Details
de_de: Schritt 3: Lieferadresse

source: Step 4: Delivery Method
de_de: Schritt 4: Versandart

source: Step 5: Payment Method
de_de: Schritt 5: Zahlungsart

source: Step 6: Confirm Order
de_de: Schritt 6: Auftrag bestätigen

source: Modify &raquo;
de_de: Ändern &raquo;

source: New Customer
de_de: Ich habe noch kein Konto

source: Returning Customer
de_de: Ich bin bereits Kunde

source: Checkout Options:
de_de: Optionen:

source: I am a returning customer
de_de: Ich bin bereits Kunde

source: Register Account
de_de: Neues Konto anlegen

source: By creating an account you will be able to shop faster, be up to date on an order's status, and keep track of the orders you have previously made.
de_de: Mit dem Anlegen eines Kontos erfolgen zukünftige Bestellungen schneller, der Auftragsstatus kann nachverfolgt, bisherige Bestellungen angesehen, sowie persönliche Daten bearbeitet werden.

source: Forgotten Password
de_de: Passwort vergessen

source: Your Personal Details
de_de: Persönliche Angaben

source: Your Address
de_de: Ihre Adresse

source: Your Password
de_de: Passwort

source: I have read and agree to the <a href="%s" class="agree"><b>%s</b></a>
de_de: Ich habe <a href="%s" class="agree"><b>%s</b></a> gelesen und stimme zu.

source: I want to use a new address
de_de: Ich möchte eine neue Adresse nutzen.

source: I want to use an existing address
de_de: Ich möchte eine bereits bestehende Adresse nutzen.

source: Please select the preferred shipping method to use on this order.
de_de: Bitte die gewünschte Versandart für diesen Auftrag wählen.

source: Please select the preferred payment method to use on this order.
de_de: Bitte die gewünschte Zahlungsart für diesen Auftrag wählen.

source: Add Comments About Your Order
de_de: Kommentar zur Bestellung (optional)

source: Password Confirm
de_de: Passwort bestätigen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Choose Address
de_de: Adresse auswählen

source: Company
de_de: Firma

source: Customer Group
de_de: Kundengruppe

source: Address 1
de_de: Strasse

source: Address 2
de_de: Adresszusatz

source: Post Code
de_de: Postleitzahl

source: City
de_de: Stadt

source: Country
de_de: Land

source: Region / State
de_de: Bundesland

source: I wish to subscribe to the %s newsletter.
de_de: Ich möchte mich für den %s Newsletter anmelden.

source: My delivery and billing addresses are the same.
de_de: Meine Liefer- und Rechnungsadresse stimmen überein.

source: There was a problem while trying to process your order! If the problem persists please try selecting a different payment method or you can contact the store owner by <a href="%s">clicking here</a>.
de_de: Bei der Bearbeitung Ihres Auftrags ist ein Fehler aufgetreten. Falls das Problem weiterhin besteht, wählen Sie bitte eine andere Zahlungsmethode oder <a href="%s">kontaktieren Sie uns</a>.

source: Warning: No match for E-Mail Address and/or Password.
de_de: Emailadresse und/oder Passwort sind nicht korrekt.

source: Warning: Your account requires approval before you can login.
de_de: Warnung: Ihr Konto muss noch freigeschaltet werden bevor Sie sich anmelden können.

source: Warning: E-Mail Address is already registered!
de_de: Diese Emailadresse ist bereits registriert!

source: First Name must be between 1 and 32 characters!
de_de: Vorname muss zwischen 1 und 32 Zeichen lang sein!

source: Last Name must be between 1 and 32 characters!
de_de: Nachname muss zwischen 1 und 32 Zeichen lang sein!

source: Telephone must be between 3 and 32 characters!
de_de: Die Telefonnummer muss zwischen 3 und 32 Zeichen lang sein!

source: Password must be between 3 and 20 characters!
de_de: Passwort muss zwischen 3 und 20 Zeichen lang sein!

source: Password confirmation does not match password!
de_de: Passwort und Wiederholung stimmen nicht überein!

source: Address 1 must be between 3 and 128 characters!
de_de: Straße muss zwischen 3 und 128 Zeichen lang sein!

source: City must be between 2 and 128 characters!
de_de: Stadt muss zwischen 2 und 128 Zeichen lang sein!

source: Postcode must be between 2 and 10 characters!
de_de: Postleitzahl muss zwischen 2 und 10 Zeichen lang sein.

source: Please select a country!
de_de: Bitte ein Land wählen!

source: Please select a region / state!
de_de: Bitte ein Bundesland wählen!

source: Warning: You must agree to the %s!
de_de: Achtung: Sie müssen %s zustimmen!

source: Warning: You must select address!
de_de: Es muss eine Adresse ausgewählt werden!

source: Warning: Shipping method required!
de_de: Es muss eine Versandart ausgewählt werden!

source: Warning: No Shipping options are available. Please <a href="%s">contact us</a> for assistance!
de_de: Achtung: Es sind keine Versandoptionen verfügbar. Bitte <a href="%s">kontaktieren Sie uns</a>.

source: Warning: Payment method required!
de_de: Es muss eine Zahlungsart ausgewählt werden!

source: Warning: No Payment options are available. Please <a href="%s">contact us</a> for assistance!
de_de: Achtung: Es sind keine Bezahloptionen verfügbar. Bitte <a href="%s">kontaktieren Sie uns</a>.

source: Use Coupon Code
de_de: Verwende Gutscheincode

source: Success: Your coupon discount has been applied!
de_de: Der Rabatt durch Ihre Bonuspunkte wurde erfolgreich angewandt!

source: Enter your coupon here
de_de: Gutscheincode hier angeben:

source: Warning: Coupon is either invalid, expired or reached its usage limit!
de_de: Achtung: Der Gutschein ist entweder ungültig, abgelaufen oder hat sein Verwendungslimit erreicht!

source: Failed Payment!
de_de: Zahlung fehlgeschlagen!

source: Failed Payment
de_de: Zahlung fehlgeschlagen

source: <p>There was a problem processing your payment and the order did not complete.</p> <p>Possible reasons are:</p> <ul> <li>Insufficient funds</li> <li>Verification failed</li> </ul> <p>Please try to order again using a different payment method.</p> <p>If the problem persists please <a href="%s">contact us</a> with the details of the order you are trying to place.</p>
de_de: <p>Bei der Verarbeitung Ihrer Zahlung ist ein Problem aufgetreten und Ihr Auftrag konnte nicht fertiggestellt werden.</p> <p>Mögliche Gründe:</p> <ul> <li>Unzureichende Deckung</li> <li>Überprüfung fehlgeschlagen</li> </ul> <p>Bitte versuchen sie es erneut mit einer andere Zahlungsmethode.</p> <p>Falls das Problem weiterhin besteht, <a href="%s">kontaktieren Sie uns bitte</a> mit den Details Ihres Auftrags.</p>

source: Use Reward Points (Available %s)
de_de: Bonuspunkte verwenden (%s verfügbar)

source: Success: Your reward points discount has been applied!
de_de: Der Rabatt durch Ihre Bonuspunkte wurde erfolgreich gewährt!

source: Points to use (Max %s)
de_de: Punkte verwenden (Max %s)

source: Warning: Please enter the amount of reward points to use!
de_de: Achtung: Bitte geben Sie an, wie viele Bonuspunkte Sie verwenden möchten!

source: Warning: You don't have %s reward points!
de_de: Achtung: Sie haben keine %s Bonuspunkte!

source: Warning: The maximum number of points that can be applied is %s!
de_de: Achtung: Es können maximale %s Bonuspunkte verwendet werden!

source: Estimate Shipping &amp; Taxes
de_de: Geschätzte Versandkosten und Steuern

source: Success: Your shipping estimate has been applied!
de_de: Die Schätzung der Versandkosten wurde erfolgreich angewendet!

source: Enter your destination to get a shipping estimate.
de_de: Geben Sie ein Ziel an um eine Schätzung der Versandkosten zu erhalten.

source: <p>Your order has been successfully processed!</p><p>Please direct any questions you have to the <a href="%s">store owner</a>.</p><p>Thanks for shopping with us online!</p>
de_de: <p>Ihr Auftrage wurde erfolgreich verarbeitet!</p><p>Bitte wenden Sie jegliche Fragen an den <a href="%s">Shop-Inhaber</a>.</p><p>Vielen Dank, dass Sie bei uns einkaufen!</p>

source: Use Gift Voucher
de_de: Geschenkgutschein verwenden

source: Success: Your gift voucher discount has been applied!
de_de: Der Rabatt durch Ihre Bonuspunkte wurde erfolgreich angewandt!

source: Enter your gift voucher code here
de_de: Geben Sie hier Ihren Geschenkgutscheincode ein

source: Warning: Gift Voucher is either invalid or the balance has been used up!
de_de: Achtung: Der Geschenkgutschein ist entweder ungültig oder das Guthaben wurde aufgebraucht.

source: The page you requested cannot be found!
de_de: Die angeforderte Seite wurde leider nicht gefunden.

source: The page you requested cannot be found.
de_de: Die angeforderte Seite wurde leider nicht gefunden.

source: Australia Post
de_de: Australische Post

source: days
de_de: Tage

source: Weight:
de_de: Gewicht:

source: Estimated Time:
de_de: Ungefähres Lieferdatum:

source: Fedex 1 Day Freight
de_de: Fedex 1 Tagesfracht

source: Fedex 2 Day
de_de: Fedex 2 Tage

source: Fedex 2 Day Freight
de_de: Fedex 2 Tage Fracht

source: Fedex 3 Day Freight
de_de: Fedex 3 Tage Fracht

source: Fedex First Fright
de_de: Fedex Erste Fracht

source: Fedex Fright Economy
de_de: Fedex Fracht Economy

source: Fedex Fright Priority
de_de: Fedex Fracht Vorrangig

source: First Overnight
de_de: First Übernacht

source: Ground Home Delivery
de_de: Heimzustellung

source: International Economy Freight
de_de: International Economy Fracht

source: International Priority
de_de: International Priorität

source: International Priority Freight
de_de: International Priorität Fracht

source: Priority Overnight
de_de: Vorrang Übernacht

source: Standard Overnight
de_de: Standard Übernacht

source: Flat Rate
de_de: Versandkostenpauschale

source: Flat Shipping Rate
de_de: Versandkostenpauschale

source: Free Shipping
de_de: Versandkostenfrei

source: Per Item
de_de: Versandkosten pro Stück

source: Per Item Shipping Rate
de_de: Versandkosten pro Stück

source: Insured upto:
de_de: Versichert bis:

source: Estimated Time: Within 48 Hours
de_de: Versand innerhalb von 48 Stunden

source: Pickup
de_de: Abholung

source: Pickup From Store
de_de: Abholung von Geschäft

source: Special Delivery Next Day (&pound;500)
de_de: Spezial Lieferung nä. Tag (&pound;500)

source: Special Delivery Next Day (&pound;1000)
de_de: Spezial Lieferung nä. Tag (&pound;1000)

source: Special Delivery Next Day (&pound;2500)
de_de: Spezial Lieferung nä. Tag (&pound;2500)

source: Standard Parcels
de_de: Standard Paket

source: Airmail
de_de: Luftpost

source: Surface
de_de: Oberfläche

source: United Parcel Service
de_de: United Parcel Service (UPS)

source: UPS Next Day Air
de_de: UPS US Nächster Tag

source: UPS 2nd Day Air
de_de: UPS US Übernächster Tag Luft

source: UPS Ground
de_de: UPS US Normal

source: UPS Worldwide Express
de_de: UPS US Weltweit Express

source: UPS Worldwide Expedited
de_de: UPS US Weltweit Beschleunigt

source: UPS Standard
de_de: UPS US Standard

source: UPS 3 Day Select
de_de: UPS US 3-Tage

source: UPS Next Day Air Saver
de_de: UPS US Nächster Tag Luft Spartarif

source: UPS Next Day Air Early A.M.
de_de: UPS US Nächster Tag Luft Vormittag

source: UPS Worldwide Express Plus
de_de: UPS US Weltweit Express Plus

source: UPS 2nd Day Air A.M.
de_de: UPS US Übernächster Tag Vormittag

source: UPS Saver
de_de: UPS US Spartarif

source: UPS Express
de_de: UPS CA Express

source: UPS Expedited
de_de: UPS CA Beschleunigt

source: UPS Express Early A.M.
de_de: UPS CA Express Früher Vormittag

source: UPS Today Standard
de_de: UPS EU Heute Standard

source: UPS Today Dedicated Courier
de_de: UPS EU Heute Expresskurier

source: UPS Today Intercity
de_de: UPS EU Heute Intercity

source: UPS Today Express
de_de: UPS EU Heute Expresskurier

source: UPS Today Express Saver
de_de: UPS EU Heute Express Spartarif

source: UPS Express Plus
de_de: UPS MX Express Plus

source: Weight Based Shipping
de_de: Versand nach Gewicht

source: Product can not be bought from the store you have choosen!
de_de: Das gewählte Produkt kann nicht von diesem Shop gekauft werden.

source: You have successfully modified customers
de_de: Kundendaten wurden erfolgreich bearbeitet

source: You order has been successfully modified
de_de: Auftragsdaten wurden erfolgreich bearbeitet

source: Customer details needs to be set!
de_de: Die Kundendaten müssen gesetzt werden!

source: Payment address needs to be set!
de_de: Die Rechnungsadresse muss gesetzt werden!

source: Payment method needs to be set!
de_de: Die Zahlungsart muss gesetzt werden!

source: Shipping address needs to be set!
de_de: Die Versandadresse muss gesetzt werden!

source: Shipping method needs to be set!
de_de: Die Versandart muss gesetzt werden!

source: Success: Payment address has been set!
de_de: Rechnungsadresse wurde erfolgreich gesetzt.

source: Success: Payment method has been set!
de_de: Die Zahlungsart wurde erfolgreich gesetzt.

source: You do not have permission to access this page, please refer to your system administrator.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um diese Seite aufzurufen. Bitte wenden Sie sich an den Administrator.

source: City must be between 3 and 128 characters!
de_de: Stadt muss zwischen 3 und 128 Zeichen lang sein!

source: Postcode must be between 2 and 10 characters for this country!
de_de: Postleitzahl für dieses Land muss zwischen 2 und 10 Zeichen lang sein!

source: Warning: Payment methods required!
de_de: Es muss eine Zahlungsart ausgewählt werden!

source: Warning: No Payment options are available!
de_de: Achtung: Es sind keine Zahloptionen verfügbar!

source: Success: Shipping address has been set!
de_de: Rechnungsadresse wurde erfolgreich gesetzt.

source: Warning: Please check the form carefully for errors!
de_de: Achtung: Korrigieren Sie die Fehler im Formular!

source: Warning: No Shipping options are available!
de_de: Achtung: Es sind keine Versandoptionen verfügbar.

source: %s Gift Certificate for %s
de_de: %s Geschenkgutschein für %s

source: Recipient's Name must be between 1 and 64 characters!
de_de: Empfängername muss zwischen 1 und 64 Zeichen lang sein!
